[
  {
    "title": "Парацетамол",
    "description": "Обезболивающее и жаропонижающее средство.",
    "fullDescription": "Парацетамол используется для снижения температуры и облегчения боли различного происхождения: головной, зубной, мышечной боли, а также при симптомах простуды и гриппа. Дозировка для взрослых — 500 мг 1-2 раза в день.",
    "url": "https://apteka.ru/preparation/paratsetamol/?ysclid=m1f7zppsih662620774"
  },
  {
    "title": "Ибупрофен",
    "description": "Нестероидное противовоспалительное средство.",
    "fullDescription": "Ибупрофен применяется для лечения воспалений, боли и жара. Часто используется при ревматоидных заболеваниях и лихорадочных состояниях. Дозировка для взрослых — 200-400 мг каждые 4-6 часов.",
    "url": "https://apteka.ru/search/?q=ибупрофен"
  },
  {
    "title": "Амоксициллин",
    "description": "Антибиотик широкого спектра действия.",
    "fullDescription": "Амоксициллин — антибиотик, используемый для лечения бактериальных инфекций, таких как бронхит, пневмония, инфекции кожи, ушей и мочевых путей. Дозировка зависит от типа инфекции, обычно 500 мг 2-3 раза в день.",
    "url": "https://apteka.ru/search/?q=Амоксициллин"
  },
  {
    "title": "Лоратадин",
    "description": "Антигистаминное средство от аллергии.",
    "fullDescription": "Лоратадин используется для облегчения симптомов аллергии, таких как зуд, крапивница, насморк и чихание. Не вызывает сонливости и действует до 24 часов. Рекомендуемая доза для взрослых — 10 мг в день.",
    "url": "https://apteka.ru/search/?q=Лоратадин"
  },
  {
    "title": "Омепразол",
    "description": "Средство для снижения кислотности желудка.",
    "fullDescription": "Омепразол применяется при лечении язвенной болезни желудка и гастроэзофагеальной рефлюксной болезни. Он блокирует секрецию желудочной кислоты, облегчая симптомы и способствуя заживлению язв. Обычная дозировка — 20 мг в день.",
    "url": "https://apteka.ru/search/?q=Омепразол"
  },
  {
    "title": "Аспирин (Ацетилсалициловая кислота)",
    "description": "Обезболивающее и противовоспалительное средство.",
    "fullDescription": "Аспирин применяется для лечения боли, воспалений, снижения температуры и разжижения крови для профилактики тромбов. Используется в дозировке 75-150 мг для профилактики сердечно-сосудистых заболеваний или 500 мг при болях и лихорадке.",
    "url": "https://apteka.ru/search/?q=Ацетилсалициловая+кислота+(Аспирин)"
  },
  {
    "title": "Цетрин",
    "description": "Антигистаминное средство для лечения аллергии.",
    "fullDescription": "Цетрин помогает справляться с симптомами аллергии, такими как заложенность носа, чихание, зуд и слезотечение. Облегчает симптомы в течение 24 часов и не вызывает сонливости. Обычная доза для взрослых — 10 мг в день.",
    "url": "https://apteka.ru/product/czetrin-10-mg-20-sht-tabletki-pokrytye-plenochnoj-obolochkoj-5e3264df65b5ab000164f758/?q=Цетрин"
  },
  {
    "title": "Мезим Форте",
    "description": "Ферментное средство для улучшения пищеварения.",
    "fullDescription": "Мезим Форте содержит ферменты для улучшения переваривания пищи при нарушениях поджелудочной железы или после переедания. Обычная доза — 1-2 таблетки перед приемом пищи.",
    "url": "https://apteka.ru/search/?q=Мезим+Форте"
  },
  {
    "title": "Но-шпа",
    "description": "Спазмолитическое средство.",
    "fullDescription": "Но-шпа используется для снятия спазмов гладкой мускулатуры внутренних органов, таких как кишечник или желчные протоки. Облегчает боли при желудочно-кишечных коликах и менструациях. Обычная дозировка — 40-80 мг 2-3 раза в день.",
    "url": "https://apteka.ru/search/?q=Но-шпа"
  },
  {
    "title": "Эссенциале Форте",
    "description": "Препарат для поддержания функции печени.",
    "fullDescription": "Эссенциале Форте улучшает состояние клеток печени и помогает при гепатитах, жировом гепатозе и других заболеваниях печени. Применяется по 2 капсулы 3 раза в день во время еды.",
    "url": "https://apteka.ru/search/?q=Эссенциале+Форте"
  }
]
